Repository: 84000/data-translation-memory
Catalog: toh675-v3.tmx
Source language: bo
Languages: en

source: འཕགས་པ་ཚེ་དང་ཡེ་ཤེས་དཔག་ཏུ་མེད་པ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།
en: The Aparimitāyurjñāna Sūtra

source: སངས་རྒྱས་དང་བྱང་ཆུབ་སེམས་དཔའ་ཐམས་ཅད་ལ་ཕྱག་འཚལ་ལོ།
en: Homage to all the buddhas and bodhisattvas.

source: །འདི་སྐད་བདག་གིས་ཐོས་པ་དུས་གཅིག་ན།
en: Thus did I hear at one time.

source: བཅོམ་ལྡན་འདས་མཉན་ཡོད་ན། རྒྱལ་བུ་རྒྱལ་བྱེད་ཀྱི་ཚལ་མགོན་མེད་ཟས་སྦྱིན་གྱི་ཀུན་དགའ་རབ་ན་དགེ་སློང་བརྒྱ་ཕྲག་ཕྱེད་དང་བཅུ་གསུམ་གྱི་དགེ་སློང་གི་དགེ་འདུན་ཆེན་པོ་དང་། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་རབ་ཏུ་མང་བོ་དེ་དག་དང་ཐབས་ཅིག་ཏུ་བཞུགས་ཏེ།
en: The Bhagavān was staying in Jetavana, Anāthapiṇḍada’s park in Śrāvastī, with a great saṅgha of bhikṣus comprised of 1,250 bhikṣus, and with a great number of bodhisattva mahāsattvas.

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པ་ལ་བཀའ་སྩལ་པ། འཇམ་དཔལ་སྟེང་གི་ཕྱོགས་ན། འཇིག་རྟེན་གྱི་ཁམས་ཡོན་ཏན་དཔག་ཏུ་མེད་པ་ཞེས་བྱ་བ་ཞིག་ཡོད་དེ། དེ་ན་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་ཚེ་དང་ཡེ་ཤེས་དཔག་ཏུ་མེད་པ་ཤིན་ཏུ་རྣམ་པར་གདོན་མི་ཟ་བའི་རྒྱལ་པོ་ཞེས་བྱ་བ་བཞུགས་སོ། །ཚེ་འཛིན་ཅིང་ཚེ་མཐར་ཕྱིན་པར་བཞེད་དེ།
en: Then the Bhagavān said to Mañjuśrī Kumārabhūta, “Mañjuśrī, in the upward direction there is a universe named Aparimita­guṇa­saṃcaya. There, the tathāgata, arhat, perfectly awakened buddha Aparimitāyur­jñāna­suviniścita­tejo­rāja resides, and with the wish to sustain life and extend life to its very limit, teaches the Dharma to beings.

source: སེམས་ཅན་རྣམས་ལ་ཆོས་ཀྱང་སྟོན་ཏོ། །འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པ་ཉོན་ཅིག །འཛམ་བུའི་གླིང་འདིའི་སེམས་ཅན་རྣམས་ནི་ཚེ་ཐུང་བ་ལོ་བརྒྱ་པ་ཤ་སྟག་སྟེ།
en: “Listen, Mañjuśrī Kumārabhūta, the lives of humans in this Jambudvīpa are short;

source: དེ་དག་ལས་ཀྱང་ཕལ་ཆེར་ནི་དུས་མ་ཡིན་པར་འཆི་བར་བསྟན་ཏོ།
en: their lifespan is no more than a hundred years, and most of them are seen to have premature deaths.

source: །འཇམ་དཔལ་སེམས་ཅན་གང་དག་དེ་བཞིན་གཤེགས་པ་ཚེ་དང་ཡེ་ཤེས་དཔག་ཏུ་མེད་པ་དེའི་ཡོན་ཏན་དང་བསྔགས་པ་ཡོངས་སུ་བརྗོད་པ་ཞེས་བྱ་བའི་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་ཡི་གེར་འདྲིའམ། ཡི་གེར་འདྲིར་འཇུག་གམ། མིང་ཙམ་ཉན་ཏམ། ཀློག་པ་ནས་གླེགས་བམ་ལ་བྲིས་ཏེ། ཁྱིམ་ན་འཆང་གི་བར་དུ་བྱེད་དམ། མེ་ཏོག་དང་། སྤོས་དང་། ཕྲེང་བ་དང་། ཕྱེ་མ་རྣམས་ཀྱིས་མཆོད་པར་གྱུར་པ་དེ་དག་གི་ཚེ་ཡོངས་སུ་ཟད་པ་ལས་ཚེ་ལོ་བརྒྱ་ཐུབ་པར་འགྱུར་རོ།
en: Mañjuśrī, those beings who will write out or cause to be written out this Dharma discourse called ‘Uttering the Praise of the Qualities of the Tathāgata Aparimitāyur­jñāna,’ and even those who hear or recite its title only, up to those who write a copy, keep it at home, and offer flowers, perfume, incense, and garlands to it, will, when their lifespan is ending, still be able to live to a hundred years.

source: །འཇམ་དཔལ་སེམས་ཅན་གང་དག་ཚེ་དང་ཡེ་ཤེས་དཔག་ཏུ་མེད་པ་ཤིན་ཏུ་རྣམ་པར་གདོན་མི་ཟ་བའི་རྒྱལ་པོའི་མཚན་བརྒྱ་རྩ་བརྒྱད་ཐོས་པ་དེ་དག་ཚེ་ཡང་རྣམ་པར་འཕེལ་བར་འགྱུར་རོ།
en: “Mañjuśrī, the lifespan of beings who hear the one hundred and eight names of the tathāgata Aparimitāyur­jñāna­suviniścita­tejo­rāja will be lengthened.

source: །སེམས་ཅན་གང་དག་ཚེ་ཡོངས་སུ་ཟད་ཀར་མཚན་འཆང་བར་གྱུར་པ་དེ་དག་གི་ཚེ་ཡང་རྣམ་པར་འཕེལ་བར་འགྱུར་རོ།
en: Those beings whose lifespan is coming to an end, who keep those names, will also have their lifespan lengthened.

source: །འཇམ་དཔལ་དེ་ལྟ་བས་ན་རིགས་ཀྱི་བུའམ། རིགས་ཀྱི་བུ་མོ་ཚེ་རིང་པོར་འདོད་པ་དག་དེ་བཞིན་གཤེགས་པ་ཚེ་དང་ཡེ་ཤེས་དཔག་ཏུ་མེད་པ་དེའི་མཚན་བརྒྱ་རྩ་བརྒྱད་ཉན་ཏམ། ཡི་གེར་འདྲིའམ། ཡི་གེར་འདྲིར་འཇུག་ན། དེ་དག་གི་ཡོན་ཏན་དང་ལེགས་པར་གྱུར་པ་ནི་འདི་དག་གོ། །ཨོྃ་ན་མོ་བྷ་ག་བ་ཏེ་ཨ་པ་རི་མི་ཏ་ཨཱ་ཡུར་ཛྙཱ་ན་སུ་བི་ནི་ཤྩི་ཏ་ཏེ་ཛོ་རཱ་ཛཱ་ཡ།
en: “Therefore, Mañjuśrī, the noble sons or noble daughters who wish to have long lives, and who hear, write, or cause to be written the one hundred and eight names of the tathāgata Aparimitāyur­jñāna, will obtain these qualities and benefits.

source: ཏ་ཐཱ་ག་ཏཱ་ཡ། ཨརྷ་ཏེ། སཾ་མྱཀྶཾ་བུད་དྷཱ་ཡ། ཏདྱ་ཐཱ། ཨོྃ་སརྦ་སཾ་སྐཱ་ར་པ་རི་ཤུདྡྷ་དྷརྨྨ་ཏེ་ག་ག་ན་ས་མུངྒ་ཏེ་སྭ་བྷཱ་བ་བི་ཤུདྡྷེ་མ་ཧཱ་ན་ཡ་པ་རི་བཱ་རེ་སྭཱ་ཧཱ།
en: oṁnamo bhagavate aparimitāyur­jñāna-suviniścita-tejorājāya tathāgatāya arhate samyak­saṃ­buddhāya | tadyathā | oṁ sarva-saṃskāra-pariśuddha-dharmate gagana-samudgate svabhāva-viśuddhe mahā­naya-pari­vāre svāhā |

source: འཇམ་དཔལ་དེ་བཞིན་གཤེགས་པའི་མཚན་བརྒྱ་རྩ་བརྒྱད་པོ་འདི་དག་གང་ལ་ལ་ཞིག་གིས་ཡི་གེར་འདྲིའམ། ཡི་གེར་འདྲིར་འཇུག་གམ། གླེགས་བམ་ལ་བྲིས་ཏེ་ཁྱིམ་ན་འཆང་ངམ། ཀློག་པར་གྱུར་ན། ཚེ་ཟད་པ་ལས་ཚེ་ལོ་བརྒྱ་ཐུབ་པར་འགྱུར་རོ།
en: “Mañjuśrī, those who write or cause to be written these one hundred and eight names of the tathāgata, who make a text of them, keep it at home, and recite it, when their lifespan is coming to an end they will still be able to live to a hundred years.

source: །དེ་ཤི་འཕོས་ནས་དེ་བཞིན་གཤེགས་པ་ཚེ་དང་ཡེ་ཤེས་དཔག་ཏུ་མེད་པའི་སངས་རྒྱས་ཀྱི་ཞིང་འཇིག་རྟེན་གྱི་ཁམས་བདེ་བ་ཅན་ཡོན་ཏན་དཔག་ཏུ་མེད་པ་ལ་སོགས་པར་སྐྱེ་བར་འགྱུར་རོ།
en: When they pass away from this world, they will be reborn in the tathāgata Aparimitāyur­jñāna’s blissful buddha realm named Aparimita­guṇa­saṃcaya.”

source: །ཨོྃ་ན་མོ་བྷ་ག་བ་ཏེ་ཨ་པ་རི་མི་ཏ་ཨཱ་ཡུར་ཛྙཱ་ན་སུ་བི་ནི་ཤྩི་ཏ་ཏེ་ཛོ་རཱ་ཛཱ་ཡ། ཏ་ཐཱ་ག་ཏཱ་ཡ། ཨརྷ་ཏེ། སཾ་མྱཀྶཾ་བུད་དྷཱ་ཡ། ཏདྱ་ཐཱ། ཨོྃ་སརྦ་སཾ་སྐཱ་ར་པ་རི་ཤུདྡྷ་དྷརྨྨ་ཏེ་ག་ག་ན་ས་མུངྒ་ཏེ་སྭ་བྷཱ་བ་བི་ཤུདྡྷེ་མ་ཧཱ་ན་ཡ་པ་རི་བཱ་རེ་སྭཱ་ཧཱ།
en: oṁ namo bhagavate aparimitāyur­jñāna-suviniścita-tejorājāya tathāgatāya arhate samyak­saṃ­buddhāya | tadyathā | oṁ sarva-saṃskāra-pariśuddha-dharmate gagana-samudgate svabhāva-viśuddhe mahā­naya-pari­vāre svāhā |

source: ཡང་དེའི་ཚེ་སངས་རྒྱས་བྱེ་བ་ཕྲག་དགུ་བཅུ་རྩ་དགུས་དགོངས་པ་གཅིག་དང་དབྱངས་གཅིག་གིས་ཚེ་དང་ཡེ་ཤེས་དཔག་ཏུ་མེད་པའི་མདོ་སྡེ་འདི་གསུངས་སོ། །ཨོྃ་ན་མོ་བྷ་ག་བ་ཏེ་ཨ་པ་རི་མི་ཏ་ཨཱ་ཡུར་ཛྙཱ་ན་སུ་བི་ནི་ཤྩི་ཏ་ཏེ་ཛོ་རཱ་ཛཱ་ཡ། ཏ་ཐཱ་ག་ཏཱ་ཡ། ཨརྷ་ཏེ། སཾ་མྱཀྶཾ་བུད་དྷཱ་ཡ། ཏདྱ་ཐཱ།
en: Then at that time nine hundred ninety million buddhas, with a single intention and a single voice, uttered this Aparimitāyur­jñāna Sūtra

source: ཨོྃ་སརྦ་སཾ་སྐཱ་ར་པ་རི་ཤུདྡྷ་དྷརྨྨ་ཏེ་ག་ག་ན་ས་མུངྒ་ཏེ་སྭ་བྷཱ་བ་བི་ཤུདྡྷེ་མ་ཧཱ་ན་ཡ་པ་རི་བཱ་རེ་སྭཱ་ཧཱ།
en: oṁ namo bhagavate aparimitāyur­jñāna-suviniścita-tejorājāya tathāgatāya arhate samyak­saṃ­buddhāya | tadyathā | oṁ sarva-saṃskāra-pariśuddha-dharmate gagana-samudgate svabhāva-viśuddhe mahā­naya-pari­vāre svāhā |

source: ཡང་དེའི་ཚེ་སངས་རྒྱས་བྱེ་བ་ཕྲག་བརྒྱད་ཅུ་རྩ་བཞིས་དགོངས་པ་གཅིག་དང་དབྱངས་གཅིག་གིས་ཚེ་དང་ཡེ་ཤེས་དཔག་ཏུ་མེད་པའི་མདོ་སྡེ་འདི་གསུངས་སོ། །ཨོྃ་ན་མོ་བྷ་ག་བ་ཏེ་ཨ་པ་རི་མི་ཏ་ཨཱ་ཡུར་ཛྙཱ་ན་སུ་བི་ནི་ཤྩི་ཏ་ཏེ་ཛོ་རཱ་ཛཱ་ཡ། ཏ་ཐཱ་ག་ཏཱ་ཡ། ཨརྷ་ཏེ། སཾ་མྱཀྶཾ་བུད་དྷཱ་ཡ། ཏདྱ་ཐཱ།
en: Then at that time eight hundred forty million buddhas, with a single intention and a single voice, uttered this Aparimitāyur­jñāna Sūtra

source: ཡང་དེའི་ཚེ་སངས་རྒྱས་བྱེ་བ་ཕྲག་བདུན་ཅུ་རྩ་བདུན་གྱིས་དགོངས་པ་གཅིག་དང་དབྱངས་གཅིག་གིས་ཚེ་དང་ཡེ་ཤེས་དཔག་ཏུ་མེད་པའི་མདོ་སྡེ་འདི་གསུངས་སོ། །ཨོྃ་ན་མོ་བྷ་ག་བ་ཏེ་ཨ་པ་རི་མི་ཏ་ཨཱ་ཡུར་ཛྙཱ་ན་སུ་བི་ནི་ཤྩི་ཏ་ཏེ་ཛོ་རཱ་ཛཱ་ཡ། ཏ་ཐཱ་ག་ཏཱ་ཡ། ཨརྷ་ཏེ། སཾ་མྱཀྶཾ་བུད་དྷཱ་ཡ། ཏདྱ་ཐཱ།
en: Then at that time seven hundred seventy million buddhas, with a single intention and a single voice, uttered this Aparimitāyur­jñāna Sūtra

source: ཡང་དེའི་ཚེ་སངས་རྒྱས་བྱེ་བ་དྲུག་ཅུ་རྩ་ལྔས་དགོངས་པ་གཅིག་དང་དབྱངས་གཅིག་གིས་ཚེ་དང་ཡེ་ཤེས་དཔག་ཏུ་མེད་པའི་མདོ་སྡེ་འདི་གསུངས་སོ། །ཨོྃ་ན་མོ་བྷ་ག་བ་ཏེ་ཨ་པ་རི་མི་ཏ་ཨཱ་ཡུར་ཛྙཱ་ན་སུ་བི་ནི་ཤྩི་ཏ་ཏེ་ཛོ་རཱ་ཛཱ་ཡ། ཏ་ཐཱ་ག་ཏཱ་ཡ། ཨརྷ་ཏེ། སཾ་མྱཀྶཾ་བུད་དྷཱ་ཡ། ཏདྱ་ཐཱ།
en: Then at that time six hundred fifty million buddhas, with a single intention and a single voice, uttered this Aparimitāyur­jñāna Sūtra

source: ཡང་དེའི་ཚེ་སངས་རྒྱས་བྱེ་བ་ཕྲག་ལྔ་བཅུ་རྩ་ལྔས་དགོངས་པ་གཅིག་དང་དབྱངས་གཅིག་གིས་ཚེ་དང་ཡེ་ཤེས་དཔག་ཏུ་མེད་པའི་མདོ་སྡེ་འདི་གསུངས་སོ། །ཨོྃ་ན་མོ་བྷ་ག་བ་ཏེ་ཨ་པ་རི་མི་ཏ་ཨཱ་ཡུར་ཛྙཱ་ན་སུ་བི་ནི་ཤྩི་ཏ་ཏེ་ཛོ་རཱ་ཛཱ་ཡ། ཏ་ཐཱ་ག་ཏཱ་ཡ། ཨརྷ་ཏེ། སཾ་མྱཀྶཾ་བུད་དྷཱ་ཡ། ཏདྱ་ཐཱ།
en: Then at that time five hundred fifty million buddhas, with a single intention and a single voice, uttered this Aparimitāyur­jñāna Sūtra

source: ཡང་དེའི་ཚེ་སངས་རྒྱས་བྱེ་བ་ཕྲག་བཞི་བཅུ་རྩ་ལྔས་དགོངས་པ་གཅིག་དང་དབྱངས་གཅིག་གིས་ཚེ་དང་ཡེ་ཤེས་དཔག་ཏུ་མེད་པའི་མདོ་སྡེ་འདི་གསུངས་སོ། །ཨོྃ་ན་མོ་བྷ་ག་བ་ཏེ་ཨ་པ་རི་མི་ཏ་ཨཱ་ཡུར་ཛྙཱ་ན་སུ་བི་ནི་ཤྩི་ཏ་ཏེ་ཛོ་རཱ་ཛཱ་ཡ། ཏ་ཐཱ་ག་ཏཱ་ཡ། ཨརྷ་ཏེ། སཾ་མྱཀྶཾ་བུད་དྷཱ་ཡ། ཏདྱ་ཐཱ།
en: Then at that time four hundred fifty million buddhas, with a single intention and a single voice, uttered this Aparimitāyur­jñāna Sūtra

source: ཡང་དེའི་ཚེ་སངས་རྒྱས་བྱེ་བ་ཕྲག་སུམ་ཅུ་རྩ་ལྔས་དགོངས་བ་གཅིག་དང་དབྱངས་གཅིག་གིས་ཚེ་དང་ཡེ་ཤེས་དཔག་ཏུ་མེད་པའི་མདོ་སྡེ་འདི་གསུངས་སོ། །ཨོྃ་ན་མོ་བྷ་ག་བ་ཏེ་ཨ་པ་རི་མི་ཏ་ཨཱ་ཡུར་ཛྙཱ་ན་སུ་བི་ནི་ཤྩི་ཏ་ཏེ་ཛོ་རཱ་ཛཱ་ཡ། ཏ་ཐཱ་ག་ཏཱ་ཡ། ཨརྷ་ཏེ། སཾ་མྱཀྶཾ་བུད་དྷཱ་ཡ། ཏདྱ་ཐཱ།
en: Then at that time three hundred fifty million buddhas, with a single intention and a single voice, uttered this Aparimitāyur­jñāna Sūtra

source: ཡང་དེའི་ཚེ་སངས་རྒྱས་བྱེ་བ་ཕྲག་ཉི་ཤུ་རྩ་ལྔས་དགོངས་པ་གཅིག་དང་དབྱངས་གཅིག་གིས་ཚེ་དང་ཡེ་ཤེས་དཔག་ཏུ་མེད་པའི་མདོ་སྡེ་འདི་གསུངས་སོ། །ཨོྃ་ན་མོ་བྷ་ག་བ་ཏེ་ཨ་པ་རི་མི་ཏ་ཨཱ་ཡུར་ཛྙཱ་ན་སུ་བི་ནི་ཤྩི་ཏ་ཏེ་ཛོ་རཱ་ཛཱ་ཡ། ཏ་ཐཱ་ག་ཏཱ་ཡ། ཨརྷ་ཏེ། སཾ་མྱཀྶཾ་བུད་དྷཱ་ཡ། ཏདྱ་ཐཱ།
en: Then at that time two hundred fifty million buddhas, with a single intention and a single voice, uttered this Aparimitāyur­jñāna Sūtra

source: ཡང་དེའི་ཚེ་སངས་རྒྱས་བྱེ་བ་ཕྲག་གང་གཱའི་ཀླུང་བཅུའི་བྱེ་མ་སྙེད་ཀྱིས་དགོངས་པ་གཅིག་དང་དབྱངས་གཅིག་གིས་ཚེ་དང་ཡེ་ཤེས་དཔག་ཏུ་མེད་པའི་མདོ་སྡེ་འདི་གསུངས་སོ། །ཨོྃ་ན་མོ་བྷ་ག་བ་ཏེ་ཨ་པ་རི་མི་ཏ་ཨཱ་ཡུར་ཛྙཱ་ན་སུ་བི་ནི་ཤྩི་ཏ་ཏེ་ཛོ་རཱ་ཛཱ་ཡ། ཏ་ཐཱ་ག་ཏཱ་ཡ། ཨརྷ་ཏེ། སཾ་མྱཀྶཾ་བུད་དྷཱ་ཡ། ཏདྱ་ཐཱ།
en: Then at that time tens of millions of buddhas, as many as there are grains of sand in ten Ganges Rivers, with a single intention and a single voice, uttered this Aparimitāyur­jñāna Sūtra

source: ཨོྃ་སརྦ་སཾ་སྐཱ་ར་པ་རི་ཤུདྡྷ་དྷརྨྨ་ཏེ་ག་ག་ན་ས་མུངྒ་ཏེ་སྭ་བྷཱ་བ་བི་ཤུདྡྷེ་མ་ཧཱ་ན་ཡ་པ་རི་བཱ་རེ་སྭཱ་ཧཱ། གང་ཞིག་ཚེ་དང་ཡེ་ཤེས་དཔག་ཏུ་མེད་པའི་མདོ་སྡེ་འདི་ཡི་གེར་འདྲིའམ།
en: oṁ namo bhagavate aparimitāyur­jñāna-suviniścita-tejorājāya tathāgatāya arhate samyak­saṃ­buddhāya | tadyathā | oṁ sarva-saṃskāra-pariśuddha-dharmate gagana-samudgate svabhāva-viśuddhe mahā­naya-pari­vāre svāhā |

source: ཡི་གེར་འདྲིར་འཇུག་གམ། འཆང་ན་དེ་ཚེ་ཟད་པ་ལས་ཚེ་ལོ་བརྒྱ་ཐུབ་པར་འགྱུར་ཏེ། ཚེ་ཡང་རྣམ་པར་འཕེལ་བར་འགྱུར་རོ། །ཨོྃ་ན་མོ་བྷ་ག་བ་ཏེ་ཨ་པ་རི་མི་ཏ་ཨཱ་ཡུར་ཛྙཱ་ན་སུ་བི་ནི་ཤྩི་ཏ་ཏེ་ཛོ་རཱ་ཛཱ་ཡ། ཏ་ཐཱ་ག་ཏཱ་ཡ། ཨརྷ་ཏེ། སཾ་མྱ་ཀྶཾ་བུད་དྷཱ་ཡ། ཏདྱ་ཐཱ།
en: Whoever writes or causes to be written this Aparimitāyur­jñāna Sūtra , when their lifespan is coming to an end, will still be able to live to a hundred years and their lifespan will be lengthened.

source: གང་ཞིག་ཚེ་དང་ཡེ་ཤེས་དཔག་ཏུ་མེད་པའི་མདོ་སྡེ་འདི་ཡི་གེར་འདྲིའམ། ཡི་གེར་འདྲིར་འཇུག་ན་དེ་སེམས་ཅན་དམྱལ་བ་དང་། བྱོལ་སོང་གི་སྐྱེ་གནས་དང་། གཤིན་རྗེའི་འཇིག་རྟེན་དུ་ནམ་ཡང་སྐྱེ་བར་མི་འགྱུར་ཏེ།
en: Whoever writes or causes to be written this Aparimitāyur­jñāna Sūtra will never be born among hell beings, in the womb of an animal, or in Yama’s realm.

source: ནམ་དུ་ཡང་མི་ཁོམ་པར་སྐྱེ་བར་མི་འགྱུར་རོ།
en: They will never have an unfortunate rebirth.

source: །གང་དང་གང་དུ་སྐྱེ་བའི་སྐྱེ་བ་ཐམས་ཅད་དུ་སྐྱེ་བ་དྲན་པར་འགྱུར་རོ།
en: Wherever they are reborn, in each rebirth they will remember their previous lifetimes.

source: གང་ལ་ལ་ཞིག་གིས་ཚེ་དང་ཡེ་ཤེས་དཔག་ཏུ་མེད་པའི་མདོ་སྡེ་འདི་ཡི་གེར་འདྲི་འམ། ཡི་གེར་འདྲིར་འཇུག་ན། དེས་ཆོས་ཀྱི་ཕུང་པོ་བརྒྱད་ཁྲི་བཞི་སྟོང་འདྲིར་བཅུག་པར་འགྱུར་རོ། །ཨོྃ་ན་མོ་བྷ་ག་བ་ཏེ་ཨ་པ་རི་མི་ཏ་ཨཱ་ཡུར་ཛྙཱ་ན་སུ་བི་ནི་ཤྩི་ཏ་ཏེ་ཛོ་རཱ་ཛཱ་ཡ། ཏ་ཐཱ་ག་ཏཱ་ཡ། ཨརྷ་ཏེ། སཾ་མྱཀྶཾ་བུད་དྷཱ་ཡ། ཏདྱ་ཐཱ།
en: Whoever writes or causes to be written this Aparimitāyur­jñāna Sūtra will cause the whole collection of eighty-four thousand Dharma teachings to be written.

source: གང་ཞིག་ཚེ་དང་ཡེ་ཤེས་དཔག་ཏུ་མེད་པའི་མདོ་སྡེ་འདི་ཡི་གེར་འདྲིའམ། ཡི་གེར་འདྲིར་འཇུག་ན། དེས་ཆོས་ཀྱི་ཕུང་པོ་བརྒྱད་ཁྲི་བཞི་སྟོང་བྱེད་དུ་བཅུག་པ་དང་། རབ་ཏུ་གནས་པར་བྱས་པ་ཡིན་ནོ། །ཨོྃ་ན་མོ་བྷ་ག་བ་ཏེ་ཨ་པ་རི་མི་ཏ་ཨཱ་ཡུར་ཛྙཱ་ན་སུ་བི་ནི་ཤྩི་ཏ་ཏེ་ཛོ་རཱ་ཛཱ་ཡ། ཏ་ཐཱ་ག་ཏཱ་ཡ། ཨརྷ་ཏེ། སཾ་མྱཀྶཾ་བུད་དྷཱ་ཡ། ཏདྱ་ཐཱ།
en: Whoever writes or causes to be written this Aparimitāyur­jñāna Sūtra will cause the practice and the continuation of the whole collection of eighty-four thousand Dharma teachings.

source: གང་ཞིག་ཚེ་དང་ཡེ་ཤེས་དཔག་ཏུ་མེད་པའི་མདོ་སྟེ་འདི་ཡི་གེར་འདྲིའམ། ཡི་གིར་འདྲིར་འཇུག་ན། དེའི་མཚམས་མེད་པ་ལྔ་ཡོངས་སུ་བྱང་བར་འགྱུར་རོ།
en: Whoever writes or causes to be written this Aparimitāyur­jñāna Sūtra will be purified of the five karmas that have immediate result at death.

source: གང་ཞིག་ཚེ་དང་ཡེ་ཤེས་དཔག་ཏུ་མེད་པའི་མདོ་སྡེ་འདི་ཡི་གེར་འདྲིའམ། ཡི་གེར་འདྲིར་འཇུག་ན། དེའི་སྡིག་པའི་ཕུང་པོ་རི་རབ་ཙམ་ཡང་ཡོངས་སུ་བྱང་བར་འགྱུར་རོ།
en: Whoever writes or causes to be written this Aparimitāyur­jñāna Sūtra will be purified of their accumulation of bad karma, even if it is the size of Mount Sumeru.

source: གང་ཞིག་ཚེ་དང་ཡེ་ཤེས་དཔག་ཏུ་མེད་པའི་མདོ་སྡེ་འདི་ཡི་གེར་འདྲིའམ། ཡི་གེར་འདྲིར་འཇུག་ན། དེ་ལ་བདུད་དང་བདུད་ཀྱི་རིས་ཀྱི་ལྷ་དང་གནོད་སྦྱིན་དང་། སྲིན་པོས་གླགས་བཙལ་ཀྱང་གླགས་རྙེད་པར་མི་འགྱུར་རོ། ཨོྃ་ན་མོ་བྷ་ག་བ་ཏེ། ཨ་པ་རི་མི་ཏ་ཨཱ་ཡུར་ཛྙཱ་ན་སུ་བི་ནི་ཤྩི་ཏ་ཏེ་ཛོ་རཱ་ཛཱ་ཡ། ཏ་ཐཱ་ག་ཏཱ་ཡ། ཨརྷ་ཏེ། སཾ་མྱཀྶཾ་བུད་དྷཱ་ཡ། ཏདྱ་ཐཱ།
en: Whoever writes or causes to be written this Aparimitāyur­jñāna Sūtra will be invulnerable to any harm that Māra, Māra’s gods, yakṣas, or rākṣasas may seek to inflict.

source: གང་ཞིག་ཚེ་དང་ཡེ་ཤེས་དཔག་ཏུ་མེད་པའི་མདོ་སྡེ་འདི་ཡི་གེར་འདྲིའམ། ཡི་གེར་འདྲིར་འཇུག་ན། དེ་འཆི་བའི་དུས་ཀྱི་ཚེ་སངས་རྒྱས་བྱེ་བ་ཕྲག་དྲུག་ཅུ་རྩ་དགུས་མངོན་སུམ་དུ་ལུང་སྟོན་པར་མཛད་དེ། སངས་རྒྱས་སྟོང་གིས་དེ་ལ་ཕྱག་རྐྱོང་བར་འགྱུར།
en: When whoever writes or causes to be written this Aparimitāyur­jñāna Sūtra dies, six hundred ninety million buddhas will give them prophecies directly, and a thousand buddhas will extend their hands to them.

source: །སངས་རྒྱས་ཀྱི་ཞིང་ནས་སངས་རྒྱས་ཀྱི་ཞིང་དུ་འགྲོ་བར་མཛད་པར་འགྱུར་ཏེ།
en: They will go from buddha realm to buddha realm.

source: འདི་ལ་ཐེ་ཚོམ་དང་སོམ་ཉི་དང་། ཡིད་གཉིས་མ་བྱེད་ཅིག །ཨོྃ་ན་མོ་བྷ་ག་བ་ཏེ་ཨ་པ་རི་མི་ཏ་ཨཱ་ཡུར་ཛྙཱ་ན་སུ་བི་ནི་ཤྩི་ཏ་ཏེ་ཛོ་རཱ་ཛཱ་ཡ། ཏ་ཐཱ་ག་ཏཱ་ཡ། ཨརྷ་ཏེ། སཾ་མྱཀྶཾ་བུད་དྷཱ་ཡ། ཏདྱ་ཐཱ།
en: Have no doubt, hesitation, or uncertainty about this.

source: གང་ཞིག་ཚེ་དང་ཡེ་ཤེས་དཔག་ཏུ་མེད་པའི་མདོ་སྡེ་འདི་ཡི་གེར་འདྲིའམ། ཡི་གེར་འདྲིར་འཇུག་ན། རྒྱལ་པོ་ཆེན་པོ་བཞིས་དེའི་ཕྱི་བཞིན་དུ་འབྲང་ཞིང་བསྲུང་བ་དང་། བསྐྱབ་པ་དང་། སྦེད་པར་འགྱུར་རོ།
en: Whoever writes or causes to be written this Aparimitāyur­jñāna Sūtra will be followed by the four Mahārājas, who will guard, protect, and hide them.

source: གང་ཞིག་ཚེ་དང་ཡེ་ཤེས་དཔག་ཏུ་མེད་པའི་མདོ་སྡེ་འདི་ཡི་གེར་འདྲིའམ། ཡི་གེར་འདྲིར་འཇུག་ན། དེ་བཞིན་གཤེགས་པ་འོད་དཔག་ཏུ་མེད་པའི་སངས་རྒྱས་ཀྱི་ཞིང་འཇིག་རྟེན་གྱི་ཁམས་བདེ་བ་ཅན་དུ་སྐྱེ་པར་འགྱུར་རོ། །ཨོྃ་ན་མོ་བྷ་ག་བ་ཏེ་ཨ་པ་རི་མི་ཏ་ཨཱ་ཡུར་ཛྙཱ་ན་སུ་བི་ནི་ཤྩི་ཏ་ཏེ་ཛོ་རཱ་ཛཱ་ཡ། ཏ་ཐཱ་ག་ཏཱ་ཡ། ཨརྷ་ཏེ། སཾ་མྱཀྶཾ་བུད་དྷཱ་ཡ། ཏདྱ་ཐཱ།
en: Whoever writes or causes to be written this Aparimitāyur­jñāna Sūtra will be reborn in the world of Sukhāvatī, the buddha realm of the tathāgata Amitābha.

source: ས་ཕྱོགས་གང་དུ་མདོ་སྡེ་འདི་འདྲི་བའི་ས་ཕྱོགས་དེ་ཡང་མཆོད་རྟེན་དུ་འགྱུར་ཏེ། ཕྱག་བྱ་བའི་འོས་སུ་འགྱུར་རོ།
en: Wherever this sūtra is written or caused to be written, that place will be a stūpa and worthy of veneration.

source: །བྱོལ་སོང་གི་སྐྱེ་གནས་སུ་སོང་བའི་བྱ་དང་རི་དགས་གང་དག་གི་རྣ་ལམ་དུ་གྲག་པར་གྱུར་པ་དེ་དག་ཐམས་ཅད་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་མངོན་པར་རྫོགས་པར་འཚང་རྒྱ་བར་འགྱུར་རོ། །ཨོྃ་ན་མོ་བྷ་ག་བ་ཏེ་ཨ་པ་རི་མི་ཏ་ཨཱ་ཡུར་ཛྙཱ་ན་སུ་བི་ནི་ཤྩི་ཏ་ཏེ་ཛོ་རཱ་ཛཱ་ཡ། ཏ་ཐཱ་ག་ཏཱ་ཡ། ཨརྷ་ཏེ། སཾ་མྱཀྶཾ་བུད་དྷཱ་ཡ། ཏདྱ་ཐཱ།
en: Those birds and animals born in the animal realm who happen to hear this Aparimitāyur­jñāna Sūtra will all become perfectly awakened in the highest, most complete awakening.

source: གང་ཞིག་ཚེ་དང་ཡེ་ཤེས་དཔག་ཏུ་མེད་པའི་མདོ་སྡེ་འདི་ཡི་གེར་འདྲིའམ། ཡི་གེར་འདྲིར་འཇུག་ན། དེ་བུད་མེད་ཀྱི་དངོས་པོར་ནམ་དུ་ཡང་སྐྱེ་བར་མི་འགྱུར་རོ།
en: Whoever writes or causes to be written this Aparimitāyur­jñāna Sūtra will never be reborn in a female state.

source: གང་ཞིག་ཚེ་དང་ཡེ་ཤེས་དཔག་ཏུ་མེད་པའི་ཆོས་ཀྱི་རྣམ་གྲངས་འདིའི་ཕྱིར་ཀཱ་རྵཱ་པ་ཎ་གཅིག་སྦྱིན་པ་བྱིན་ན། དེས་སྟོང་གསུམ་གྱི་སྟོང་ཆེན་པོའི་འཇིག་རྟེན་གྱི་ཁམས་རིན་པོ་ཆེ་སྣ་བདུན་གྱིས་ཡོངས་སུ་བཀང་སྟེ་སྦྱིན་པ་བྱིན་པར་འགྱུར་རོ། །ཨོྃ་ན་མོ་བྷ་ག་བ་ཏེ་ཨ་པ་རི་མི་ཏ་ཨཱ་ཡུར་ཛྙཱ་ན་སུ་བི་ནི་ཤྩི་ཏ་ཏེ་ཛོ་རཱ་ཛཱ་ཡ། ཏ་ཐཱ་ག་ཏཱ་ཡ། ཨརྷ་ཏེ། སཾ་མྱཀྶཾ་བུད་དྷཱ་ཡ། ཏདྱ་ཐཱ།
en: Whoever makes a gift of even a single kārṣāpaṇa coin with regard to this Dharma discourse, the Aparimitāyur­jñāna Sūtra , will have made a gift of the whole trichiliocosm filled with the seven jewels.

source: གང་ཞིག་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་ལ་མཆོད་པར་བྱེད་པ་དེ་དག་གིས་དམ་པའི་ཆོས་ཐམས་ཅད་ཁོང་དུ་ཆུད་པར་འགྱུར་རོ། །ཨོྃ་ན་མོ་བྷ་ག་བ་ཏེ་ཨ་པ་རི་མི་ཏ་ཨཱ་ཡུར་ཛྙཱ་ན་སུ་བི་ནི་ཤྩི་ཏ་ཏེ་ཛོ་རཱ་ཛཱ་ཡ། ཏ་ཐཱ་ག་ཏཱ་ཡ། ཨརྷ་ཏེ། སཾ་མྱཀྶཾ་བུད་དྷཱ་ཡ། ཏདྱ་ཐཱ།
en: Whoever makes an offering to this Dharma discourse will comprehend the entirety of the good Dharma.

source: འདི་ལྟ་སྟེ་དཔེར་ན། དེ་བཞིན་གཤེགས་པ་རྣམ་པར་གཟིགས་དང་། གཙུག་ཏོར་ཅན་དང་། ཐམས་ཅད་སྐྱོབ་དང་། ལོག་པར་དད་སེལ་དང་། འཁོར་བ་འཇིག་དང་། གསེར་ཐུབ་དང་། འོད་སྲུང་དང་། ཤཱཀྱ་ཐུབ་པ་ལ་རིན་པོ་ཆེ་སྣ་བདུན་གྱིས་མཆོད་པ་བྱས་པའི་བསོད་ནམས་ཀྱི་ཕུང་པོའི་ཚད་ནི་བགྲང་བར་ནུས་ཀྱི། ཚེ་དང་ཡེ་ཤེས་དཔག་ཏུ་མེད་པའི་བསོད་ནམས་ཀྱི་ཕུང་པོའི་ཚད་ནི་བགྲང་བར་མི་ནུས་སོ།
en: As a comparison, it is possible to calculate the extent of the accumulation of merit that comes from making offerings of the seven jewels to the tathāgatas Vipaśyin, Śikhin, Viśvabhu, Krakucchanda, Kakutsunda Kanakamuni, Kāśyapa, Śākyamuni, and so on, but it is impossible to calculate the extent of the accumulation of merit for Aparimitāyur­jñāna.

source: འདི་ལྟ་སྟེ་དཔེར་ན། རིའི་རྒྱལ་པོ་རི་རབ་དང་མཉམ་པའི་རིན་པོ་ཆེའི་ཕུང་པོར་བྱས་ཏེ། སྦྱིན་པ་བྱིན་པ་དེའི་བསོད་ནམས་ཀྱི་ཕུང་པོའི་ཚད་ནི་བགྲང་བར་ནུས་ཀྱི། ཚེ་དང་ཡེ་ཤེས་དཔག་ཏུ་མེད་པའི་བསོད་ནམས་ཀྱི་ཕུང་པོའི་ཚད་ནི་བགྲང་བར་མི་ནུས་སོ།
en: As a comparison, it is possible to calculate the extent of the accumulation of merit that comes from making a gift of a heap of jewels the same as Sumeru, the king of mountains, but it is impossible to calculate the extent of the accumulation of merit for Aparimitāyur­jñāna.

source: འདི་ལྟ་སྟེ་དཔེར་ན། རྒྱ་མཚོ་ཆེན་པོ་བཞི་ཆུས་ཡོངས་སུ་གང་བའི་ཐིགས་པ་རེ་རེ་ནས་བགྲང་བར་ནུས་ཀྱི། ཚེ་དང་ཡེ་ཤེས་དཔག་ཏུ་མེད་པའི་བསོད་ནམས་ཀྱི་ཕུང་པོའི་ཚད་ནི་བགྲང་བར་མི་ནུས་སོ། །ཨོྃ་ན་མོ་བྷ་ག་བ་ཏེ་ཨ་པ་རི་མི་ཏ་ཨཱ་ཡུར་ཛྙཱ་ན་སུ་བི་ནི་ཤྩི་ཏ་ཏེ་ཛོ་རཱ་ཛཱ་ཡ། ཏ་ཐཱ་ག་ཏཱ་ཡ། ཨརྷ་ཏེ། སཾ་མྱཀྶཾ་བུད་དྷཱ་ཡ། ཏདྱ་ཐཱ།
en: As a comparison, it is possible to count each drop that makes up all the water in the four great oceans, but it is impossible to calculate the extent of the accumulation of merit for Aparimitāyur­jñāna.

source: ཡི་གེར་འདྲིར་འཇུག་གམ། གུས་པར་བྱས་ཏེ། མཆོད་པར་བྱེད་པ་དེ་དག་གིས་ཕྱོགས་བཅུའི་སངས་རྒྱས་ཀྱི་ཞིང་ཐམས་ཅད་ཀྱི་དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ལ་ཕྱག་བྱས་པ་དང་། མཆོད་པ་བྱས་པ་ཡིན་ནོ། །ཨོྃ་ན་མོ་བྷ་ག་བ་ཏེ་ཨ་པ་རི་མི་ཏ་ཨཱ་ཡུར་ཛྙཱ་ན་སུ་བི་ནི་ཤྩི་ཏ་ཏེ་ཛོ་རཱ་ཛཱ་ཡ། ཏ་ཐཱ་ག་ཏཱ་ཡ། ཨརྷ་ཏེ། སཾ་མྱཀྶཾ་བུད་དྷཱ་ཡ། ཏདྱ་ཐཱ།
en: Whoever writes or causes to be written, honors, and makes offerings to this Aparimitāyur­jñāna Sūtra will have paid homage and made offerings to all tathāgatas in all the buddha realms in the ten directions.

source: སྦྱིན་པའི་སྟོབས་ཀྱིས་སངས་རྒྱས་ཡང་དག་འཕགས།
en: The Buddha has risen high through the power of generosity,

source: །མི་ཡི་སེང་གེ་སྦྱིན་པའི་སྟོབས་རྟོགས་ནས།
en: The lion among men has realized the power of generosity,

source: །སྙིང་རྗེ་ཅན་གྱི་གྲོང་ཁྱེར་འཇུག་པ་ན།
en: And upon the compassionate one’s entry into his city

source: །སྦྱིན་པའི་སྟོབས་ཀྱི་སྒྲ་ནི་གྲག་པར་འགྱུར།
en: The resounding of the power of generosity is heard.

source: །ཚུལ་ཁྲིམས་སྟོབས་ཀྱིས་སངས་རྒྱས་ཡང་དག་འཕགས།
en: The Buddha has risen high through the power of good conduct,

source: །མི་ཡི་སེང་གེ་ཚུལ་ཁྲིམས་སྟོབས་རྟོགས་ནས།
en: The lion among men has realized the power of good conduct,

source: །ཚུལ་ཁྲིམས་སྟོབས་ཀྱི་སྒྲ་ནི་གྲག་པར་འགྱུར།
en: The resounding of the power of good conduct is heard.

source: །བཟོད་པའི་སྟོབས་ཀྱིས་སངས་རྒྱས་ཡང་དག་འཕགས།
en: The Buddha has risen high through the power of patience,

source: །མི་ཡི་སེང་གེ་བཟོད་པའི་སྟོབས་རྟོགས་ནས།
en: The lion among men has realized the power of patience,

source: །བཟོད་པའི་སྟོབས་ཀྱི་སྒྲ་ནི་གྲག་པར་འགྱུར།
en: The resounding of the power of patience is heard.

source: །བརྩོན་འགྲུས་སྟོབས་ཀྱིས་སངས་རྒྱས་ཡང་དག་འཕགས།
en: The Buddha has risen high through the power of diligence,

source: །མི་ཡི་སེང་གེ་བརྩོན་འགྲུས་སྟོབས་རྟོགས་ནས།
en: The lion among men has realized the power of diligence,

source: །བརྩོན་འགྲུས་སྟོབས་ཀྱི་སྒྲ་ནི་གྲག་པར་འགྱུར།
en: The resounding of the power of diligence is heard.

source: །བསམ་གཏན་སྟོབས་ཀྱིས་སངས་རྒྱས་ཡང་དག་འཕགས།
en: The Buddha has risen high through the power of meditation,

source: །མི་ཡི་སེང་གེ་བསམ་གཏན་སྟོབས་རྟོགས་ནས།
en: The lion among men has realized the power of meditation,

source: །བསམ་གཏན་སྟོབས་ཀྱི་སྒྲ་ནི་གྲག་པར་འགྱུར།
en: The resounding of the power of meditation is heard.

source: །ཤེས་རབ་སྟོབས་ཀྱིས་སངས་རྒྱས་ཡང་དག་འཕགས།
en: The Buddha has risen high through the power of wisdom

source: །མི་ཡི་སེང་གེ་ཤེས་རབ་སྟོབས་རྟོགས་ནས།
en: The lion among men has realized the power of wisdom

source: །ཤེས་རབ་སྟོབས་ཀྱི་སྒྲ་ནི་གྲག་པར་འགྱུར།
en: The resounding of the power of wisdom is heard.

source: བཅོམ་ལྡན་འདས་ཀྱིས་དེ་སྐད་ཅེས་བཀའ་སྩལ་ནས། འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པ་དང་། ཐམས་ཅད་དང་ལྡན་པའི་འཁོར་དེ་དག་དང་། ལྷ་དང་། མི་དང་། ལྷ་མ་ཡིན་དང་། དྲི་ཟར་བཅས་པའི་འཇིག་རྟེན་ཡི་རངས་ཏེ། བཅོམ་ལྡན་འདས་ཀྱིས་གསུངས་པ་ལ་མངོན་པར་བསྟོད་དོ།། །
en: This is what the Bhagavān taught, and Mañjuśrī Kumārabhūta, the complete assembly, and the world with its devas, humans, asuras, and gandharvas were delighted and praised the Bhagavān’s words.

source: །འཕགས་པ་ཚེ་དང་ཡེ་ཤེས་དཔག་ཏུ་མེད་པའི་གཟུངས་རྫོགས་སོ།།
en: The Noble Mahāyāna Sūtra of Aparimitāyur­jñāna is concluded.
